/* Adobe Plugin Plist Files for Saturate */
/* Localized Strings for English */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "Saturate";
CFBundleDisplayName = "Saturate";
CFBundleGetInfoHTML = "Saturate version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleGetInfoString = "Saturate version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleShortVersionString = "Saturate version 21.1.0";
